awww: 5619
bummer: 1571
shoulda: 358
get: 180712
david: 2532
carr: 80
third: 846
day: 106296
upset: 2933
update: 8499
facebook: 4491
texting: 762
might: 9767
cry: 8484
result: 1698
school: 21060
today: 68630
also: 10438
blah: 1667
dive: 285
many: 8871
time: 65971
ball: 2082
manage: 1646
save: 3576
<NUM>: 177723
rest: 5829
go: 164669
bound: 392
whole: 5987
body: 2754
feel: 46299
itchy: 461
like: 82552
fire: 1940
behave: 207
mad: 3899
see: 57178
crew: 699
need: 43295
hug: 5152
hey: 19086
long: 18550
yes: 19684
rain: 16576
bite: 1922
bit: 10840
fine: 4670
thanks: 40292
nope: 2700
que: 586
muera: 1
spring: 1228
break: 11286
plain: 436
city: 3948
snowing: 18
pierced: 14
ear: 1948
bear: 1701
watch: 42102
think: 58166
ua: 28
loss: 1078
embarrassing: 21
count: 2106
idk: 2554
either: 5366
never: 17940
talk: 14752
anymore: 6660
would: 27328
first: 16826
gun: 532
really: 50026
though: 24012
zac: 290
snyder: 10
doucheclown: 1
wish: 33431
miss: 56545
premiere: 401
hollis: 6
death: 1831
scene: 900
hurt: 13893
severely: 70
film: 2716
wry: 11
director: 201
cut: 4670
file: 1250
tax: 537
ahh: 3210
ive: 3456
always: 14923
want: 56627
rent: 937
love: 75490
soundtrack: 336
oh: 39761
dear: 3861
drinking: 1124
forgotten: 270
table: 1022
drink: 6807
much: 37032
do: 15401
one: 57310
friend: 24526
call: 15604
ask: 6993
meet: 8593
mid: 580
valley: 343
sigh: 3935
baked: 91
cake: 2855
ated: 3
week: 28199
hop: 4800
blagh: 8
class: 7627
tomorrow: 34263
hate: 21514
wake: 10200
people: 20967
sleep: 33002
watching: 944
marley: 384
im: 50611
sad: 29687
lilly: 91
ooooh: 407
leslie: 91
ok: 16204
meh: 793
almost: 7872
lover: 603
exception: 158
track: 1862
depress: 1996
every: 6583
some1: 10
hack: 623
account: 3393
aim: 881
make: 56149
new: 42743
promote: 396
gear: 749
groove: 128
unfornately: 2
ride: 3422
may: 8309
b: 8851
anaheim: 67
thought: 4386
option: 1022
realize: 3313
evaluation: 55
morning: 35203
work: 87240
afternoon: 4238
awe: 824
asian: 472
eye: 6089
night: 45417
sick: 16102
spend: 4081
hour: 20672
sit: 8852
shower: 4723
cause: 7584
stand: 2381
hold: 2884
back: 57315
puke: 374
champ: 221
bed: 22407
ill: 6726
tell: 15899
ya: 10891
story: 3975
later: 10078
good: 99394
workin: 979
three: 3060
sorry: 26373
come: 44951
gmt: 69
even: 21399
know: 57686
kid: 9395
suitcase: 198
gym: 3441
another: 14545
gon: 24096
na: 42095
fly: 3638
girlfriend: 1145
study: 7959
practical: 124
exam: 8923
reason: 4045
teardrop: 40
guitar: 2035
enough: 6815
heart: 5345
feeling: 4899
wan: 16768
still: 43604
soo: 5221
finally: 11944
comfortable: 296
fall: 5333
asleep: 4245
hear: 12157
tracy: 108
girl: 15631
find: 23800
family: 8133
yay: 13736
happy: 27406
job: 9369
mean: 12636
less: 3190
check: 11271
user: 959
timeline: 178
blackberry: 1621
look: 39479
twanking: 1
happen: 9482
ppl: 3527
probs: 631
w: 10172
bgs: 18
uids: 1
man: 14144
iron: 746
fave: 1160
top: 3909
wear: 4588
meeting: 3123
burnt: 1345
strangely: 114
lilo: 24
samro: 2
breaking: 123
retweeting: 168
broadband: 215
plan: 7702
massive: 855
broken: 1824
promise: 1904
via: 3032
www: 4819
diigo: 8
com: 8170
tautao: 1
wait: 32428
wow: 11148
ton: 1321
reply: 5887
unfollow: 384
friends: 1498
tweet: 21892
scroll: 221
feed: 1660
lot: 14087
duck: 543
chicken: 2334
take: 32413
wayyy: 200
hatch: 115
put: 10036
vacation: 2827
photo: 5184
online: 4656
yr: 1972
ago: 5423
pc: 1788
crash: 2393
forget: 6467
name: 7017
site: 4742
sure: 14899
pos: 20
dont: 18226
trade: 522
away: 12287
company: 2139
asset: 52
andy: 891
happens: 966
dallas: 715
show: 20842
ta: 9974
say: 35131
use: 17684
music: 8940
game: 12159
mmm: 1593
ugh: 10049
degree: 1453
move: 8533
already: 14772
sd: 315
hmmm: 2163
random: 1907
glad: 10531
yer: 428
well: 57630
ps3: 534
commission: 127
wutcha: 4
playing: 1241
cop: 618
blood: 1746
sand: 361
leave: 24114
parking: 272
life: 16766
cool: 14896
sadly: 2482
experience: 1613
post: 9125
coitus: 1
cigarette: 255
nice: 23785
bad: 31984
5am: 671
around: 9086
lose: 14456
pay: 6563
phone: 14307
bill: 1631
lmao: 4371
aw: 4223
shuck: 213
damm: 114
mo: 1128
money: 6403
hell: 5664
min: 3313
wage: 60
f: 2326
n: 11652
clam: 50
forever: 2579
soon: 17841
agree: 4094
saw: 9920
failwhale: 20
allllll: 90
dude: 4596
em: 2927
unless: 1299
someone: 11978
add: 6344
terrible: 1922
pop: 1911
right: 28082
start: 21681
nikster: 1
jar: 336
least: 8016
diss: 99
band: 3262
trace: 206
clearly: 573
ugly: 1086
attire: 44
puma: 45
singlet: 11
adidas: 40
short: 3780
black: 3091
business: 2128
sock: 592
leather: 223
shoe: 2717
lucky: 4358
run: 10759
cute: 7816
location: 493
picnic: 632
smell: 2263
citrus: 29
donkey: 115
sensitive: 149
comment: 3204
nevertheless: 68
mug: 305
asap: 859
charger: 624
awol: 30
csi: 262
tonight: 26181
fml: 1823
arm: 1974
sore: 3887
tennis: 835
wonder: 6011
unhappy: 344
split: 507
seccond: 2
bye: 4096
ur: 13177
newsletter: 167
fare: 103
unbelievable: 173
shame: 2585
book: 8462
mine: 7271
missin: 760
boo: 5292
itm: 9
damn: 11976
chalk: 64
chalkboard: 9
useless: 423
blast: 1547
getty: 27
villa: 67
throat: 3086
sup: 237
mama: 1307
tummy: 2321
hypnosis: 16
anything: 8139
stop: 10415
smoking: 191
fat: 1810
babe: 2495
fam: 1666
annoy: 3009
thankfully: 342
muahaha: 51
evil: 1049
laugh: 3969
attention: 890
cover: 2339
photoshop: 469
webpage: 72
design: 1875
undergrad: 35
wednesday: 2188
poor: 8196
cameron: 125
hill: 2306
pray: 2417
please: 16807
ex: 905
threaten: 124
sh: 317
baby: 11473
1st: 3015
birthday: 10572
party: 11003
jerk: 509
headache: 6127
hmm: 3111
enjoy: 13133
problem: 5460
constant: 211
thing: 26497
ulike: 2
strider: 2
little: 16992
puppy: 1958
rylee: 7
grace: 481
wana: 528
steve: 684
since: 9446
easter: 393
wnt: 161
able: 5465
ohh: 1845
actually: 9996
bracket: 51
pool: 3263
follow: 19434
nite: 3755
favorite: 4352
team: 3066
astros: 38
spartan: 29
northern: 180
calif: 22
police: 458
remain: 448
california: 848
hope: 34580
increase: 312
capacity: 100
fast: 3375
yesterday: 9646
pain: 4958
fail: 5745
whale: 356
behind: 2040
house: 13341
remember: 6001
bum: 2434
leg: 2250
strike: 502
serious: 1731
kind: 5136
complaint: 175
laptop: 3774
overheat: 73
recall: 167
emily: 515
mommy: 1965
train: 5008
rather: 2762
send: 8672
message: 3892
3rd: 1290
mixed: 399
sophmore: 18
year: 16665
overrate: 110
heard: 3459
moscow: 74
lay: 2838
voice: 2660
sooo: 6233
kill: 5812
kutner: 36
whyyyyyyyy: 15
mea: 18
culpa: 8
sense: 1364
suicide: 206
refuse: 623
believe: 7551
grind: 425
inspirational: 146
saddening: 3
cuz: 5150
yeah: 22425
wudnt: 37
chance: 3118
cant: 17680
30am: 809
hang: 5916
crooner: 6
sing: 3405
suck: 15536
aaw: 86
bh: 55
aww: 8394
beach: 6017
piss: 2193
asba: 1
radio: 2311
station: 1298
flip: 716
upside: 310
head: 14972
ramen: 166
sound: 12787
side: 3651
mention: 2238
late: 10289
snack: 645
glass: 2155
oj: 125
c: 5784
sickness: 334
big: 12822
fan: 6528
camilla: 60
belle: 133
wah: 426
clip: 605
must: 8686
el: 730
stupido: 3
filter: 269
till: 7933
puter: 80
something: 14317
else: 5371
blame: 1059
seem: 8924
longer: 1896
term: 912
cold: 8789
ehhh: 125
weather: 10390
turn: 7111
cooooold: 14
incredible: 573
stuff: 10434
rumble: 91
notice: 2009
agency: 175
bedtime: 748
alive: 1141
yawwwnn: 1
tire: 12985
imma: 1071
try: 26608
hopefully: 5822
headstart: 7
agh: 281
snow: 1021
kenny: 195
power: 2612
thank: 18495
let: 18567
direct: 1079
bridget: 91
india: 566
100th: 204
test: 4972
victory: 228
10th: 304
consecutive: 44
win: 7580
without: 7232
guess: 12123
stephan: 18
leavin: 323
intend: 260
finish: 11973
edit: 1265
page: 3966
novel: 321
manuscript: 20
probably: 6564
read: 12398
9th: 301
princess: 682
diary: 195
francesca: 16
end: 11111
easy: 3770
nokia: 325
die: 8114
mom: 10085
breast: 191
cancer: 793
worry: 4648
hoping: 153
understood: 166
daylight: 121
saving: 126
breakfast: 4580
keep: 15718
waking: 149
lame: 2204
understand: 3100
hero: 1263
season: 4591
live: 12870
downtown: 776
fun: 28703
calorie: 287
wise: 491
junk: 384
food: 7981
free: 7853
ate: 2879
sour: 283
skittle: 145
as: 3886
cherry: 560
coke: 729
hard: 10328
hot: 11184
tea: 3549
sleeeep: 116
eyebrow: 167
wax: 185
phantasy: 2
star: 4134
macheist: 14
apps: 859
sweet: 7777
espresso: 165
serial: 94
although: 2001
pick: 4758
mich: 65
st: 1208
pretty: 12753
way: 25171
alone: 5088
downstairs: 387
anoop: 106
seriously: 4446
kinda: 5974
sprint: 292
4g: 20
baltimore: 159
chicago: 1384
far: 7710
stuck: 2465
awake: 4631
middle: 1525
second: 3915
row: 1289
felt: 2267
burst: 231
bubble: 600
gosh: 1847
sooooo: 1601
deleted: 107
history: 1844
crazy: 5889
wind: 1015
bird: 1826
currently: 1789
grrr: 1001
ipod: 3570
act: 1817
weird: 3567
jai: 80
ho: 684
play: 18232
full: 5392
song: 13447
ughh: 956
dvd: 2076
co: 2621
heap: 404
deal: 2353
website: 2780
therapyfail: 1
rail: 171
tip: 1500
swear: 1204
gain: 625
tweeps: 1313
wrench: 52
hiding: 115
stay: 9543
neighbor: 801
loud: 1148
danny: 1254
wasnt: 1397
chat: 3320
car: 9662
trip: 5437
soooo: 3837
border: 290
close: 5793
download: 3368
nin: 240
album: 3937
slip: 420
woke: 4432
write: 8523
e: 4095
mail: 2371
early: 12345
university: 459
teach: 1361
channel: 1634
yet: 13397
bore: 12068
lazy: 2589
hobby: 168
buddy: 1806
ny: 1562
25th: 202
french: 2119
south: 1402
qtr: 14
snarl: 8
beautiful: 8487
opps: 97
activate: 147
selfcontrol: 2
block: 2364
meaning: 232
qc: 63
regularize: 1
internal: 129
clock: 1013
difficult: 989
fb: 3290
spencer: 244
guy: 19128
reese: 84
ttsc: 1
finale: 1195
next: 18656
boring: 2349
madame: 39
president: 287
woman: 2656
limit: 1142
letter: 908
dog: 6643
shit: 7566
screw: 1449
wanttss: 1
tonite: 1231
tired: 4328
interview: 2309
cardiff: 149
luck: 8688
whack: 190
wiggety: 1
choose: 1141
chose: 135
accept: 794
help: 14939
dead: 3803
ds9: 12
solid: 314
hahaha: 6930
hr: 1990
spartans: 1
mind: 5320
protest: 180
nightmare: 1014
boot: 920
goin: 3731
angel: 1370
library: 1218
nap: 3890
interrupt: 105
japanese: 588
longs: 20
bus: 2765
ghost: 590
world: 9639
canada: 1125
suppose: 4436
awwh: 132
babs: 26
underneith: 2
shop: 5175
entrance: 88
musik: 13
transformer: 923
movie: 16647
foot: 3624
macbook: 907
fell: 2805
132am: 1
tipsy: 147
lonesome: 132
sweat: 579
forthcoming: 27
e3: 975
gotten: 700
somebody: 1321
omgawd: 7
couldnt: 1455
handle: 987
cat: 4509
heat: 1744
auburn: 54
thats: 9529
mag: 458
fit: 2006
picture: 7671
ever: 12744
magazine: 708
tho: 7870
congrats: 3774
totally: 6914
forgot: 2502
submit: 328
paula: 226
amazing: 4432
xxx: 2987
twitter: 35334
stupid: 6861
ughhh: 709
advance: 400
shoot: 2563
outside: 6891
kidding: 164
scar: 2606
tuesday: 2847
reflection: 96
lecture: 308
stress: 2144
reduce: 207
technique: 118
become: 2357
useful: 482
u: 15320
accompaniers: 1
tragedy: 188
disaster: 289
news: 5595
upload: 2558
correclty: 1
red: 4141
sox: 344
forward: 7335
open: 5608
key: 1461
dunno: 1696
home: 40607
town: 3685
mammy: 23
depressd: 2
pls: 1248
explain: 947
parent: 2998
8yr: 12
old: 13098
child: 1991
walk: 6914
hello: 5652
anti: 333
depressant: 10
paxil: 3
wellbutrin: 2
combo: 310
efficacy: 2
restaurant: 824
woodntap: 1
competitive: 61
eat: 14269
tourney: 140
round: 2036
place: 7610
2nd: 2048
bathroom: 751
lakin: 3
taco: 842
margarhitas: 1
telll: 13
gay: 1739
lt: 18503
lonely: 2224
female: 523
betfair: 12
office: 5133
celebrate: 1598
tar: 59
heel: 611
weekend: 19603
nothing: 11078
officially: 2331
monkey: 655
twin: 761
wont: 4769
heartbroken: 232
treaty: 10
define: 106
brent: 69
praise: 359
lead: 1088
guitarist: 56
pout: 239
gt: 7386
john: 1616
fruit: 719
microwave: 211
doctor: 2299
bff: 1136
remind: 1774
shout: 1605
court: 538
video: 8640
card: 3025
doa: 30
naked: 569
confused: 378
jk: 1191
sort: 2448
iphone: 7664
filling: 110
appraisal: 18
form: 1099
occupied: 35
past: 3022
change: 7484
deserve: 1655
wat: 1580
gah: 1034
ring: 1667
ooooooh: 49
sealclap: 1
shitloads: 9
zip: 147
folder: 195
4chan: 11
internet: 5081
fuck: 8959
alicia: 93
mikey: 227
nurse: 413
nile: 18
ic: 69
yoyoyo: 6
rude: 626
reconnected: 14
uni: 1190
netball: 155
netbal: 3
8th: 450
april: 546
13th: 264
july: 2488
dierks: 19
bentley: 37
comin: 593
columbus: 159
sidekick: 195
jealous: 4039
xm: 47
gr8t: 26
face: 6181
luvvvvv: 1
golden: 479
retriever: 40
sighhhh: 24
piece: 1529
luggage: 196
aaaaand: 36
nausea: 117
ooh: 1685
excite: 9295
youtube: 3737
spent: 1578
reach: 1269
axis: 26
bank: 1583
holiday: 3800
mahavir: 1
jayanti: 1
contd: 15
jobros: 127
there: 1224
often: 1520
hilarious: 1546
link: 5265
lj: 279
oooooooo: 18
neither: 820
nearly: 1700
application: 630
son: 2522
vinca: 1
tense: 87
whinging: 21
client: 1272
bos: 1181
english: 3324
rewrite: 96
text: 4452
unreadable: 7
v: 3032
writer: 515
review: 1577
correctly: 228
punch: 585
apologize: 317
repeated: 6
relate: 595
stern: 42
discussion: 309
koodo: 2
figure: 3800
hotel: 1888
etc: 1570
seniority: 6
bc: 1096
technological: 19
ineptness: 2
register: 517
slept: 1501
bout: 3976
gallbladder: 22
pill: 514
bass: 401
callin: 166
nighty: 506
twittas: 19
afraid: 1353
code: 1347
goodniight: 3
db2: 4
pee: 541
margarita: 281
yup: 2201
workout: 1257
worst: 723
unfortunetly: 25
schedule: 1386
allows: 30
tough: 1161
hillsong: 90
list: 3736
0g: 4
milky: 70
bar: 2140
200ml: 1
stillllll: 10
arrive: 2092
mraow: 1
dance: 5068
art: 1969
rape: 125
ah: 5235
bet: 2883
crave: 1061
softball: 496
basketball: 575
noo: 620
terrify: 224
accidentally: 472
delete: 1622
reference: 384
management: 325
assignment: 1225
doesnt: 2767
trouble: 1742
amazon: 519
s3: 55
plugin: 192
php: 263
host: 899
provider: 120
argh: 1552
suuuper: 23
sleepy: 3000
wide: 824
sell: 3858
tropic: 33
thunder: 1264
dreading: 31
chiefdelphi: 1
accord: 537
bro: 2117
poo: 665
fight: 2412
poop: 458
steal: 1249
su: 105
yin: 27
huen: 3
unbearable: 84
guilt: 158
staff: 479
joshy: 21
tejanos: 1
sandra: 81
cantu: 15
wanted: 626
everybody: 2031
michigan: 305
shameful: 46
fill: 1662
two: 10288
cuuute: 31
everyday: 1323
gooooood: 146
moooorniiiiiiing: 1
germany: 1305
cage: 269
closing: 330
string: 366
cheese: 1795
idea: 6938
underneath: 127
drain: 473
energy: 1244
shapeshifting: 2
copout: 1
angela: 139
ep: 608
noah: 166
awesome: 18320
dang: 1686
earlier: 2172
outing: 35
paper: 2862
course: 4957
access: 948
halo: 352
mythic: 5
map: 443
pack: 4003
legendary: 77
600ms: 2
unfortunately: 3096
busy: 6369
project: 2857
ha: 6464
sun: 10442
crush: 932
jake: 400
peavy: 2
gayforpeavy: 1
megafast: 1
tom: 2489
wed: 2740
warn: 509
tech: 765
state: 2097
omg: 12220
mouth: 1387
untill: 268
brace: 452
easily: 524
biofuel: 1
proposal: 251
biof: 1
girlyvue: 1
spending: 1362
grandma: 1223
tromped: 1
jew: 62
worth: 3066
alot: 1927
organize: 422
_: 1221
possible: 1550
bone: 737
ache: 2127
exchange: 409
last: 36249
miserable: 712
rachel: 465
outage: 134
neccessary: 10
wekend: 15
dumb: 1052
folk: 1436
furious: 133
mantra: 29
bay: 775
breaker: 103
rambunctious: 5
overreact: 24
clamp: 15
hubby: 2282
important: 1233
spot: 1466
carpet: 416
trek: 1493
sod: 178
matter: 1990
jeffree: 36
hair: 7938
color: 1544
permanent: 149
dye: 519
fade: 278
within: 664
reaction: 381
whoa: 709
medicine: 449
wtf: 2709
maybe: 12492
couple: 3744
hon: 446
productive: 1100
learn: 4612
word: 5794
xblm: 1
downloads: 138
gamertag: 32
hitokyri: 1
nonsense: 147
testament: 15
hay: 600
troll: 112
ahhhh: 1077
mirror: 343
ugggggh: 16
stooopeeed: 1
rip: 1978
buck: 668
homework: 3913
unfair: 472
scratch: 908
du: 205
heif: 1
half: 5714
cooky: 1225
tum: 99
shoog: 1
poots: 1
listen: 11117
chi: 387
visit: 4537
plz: 1566
geez: 435
email: 4865
6pm: 342
dark: 1849
ttyl: 371
everbody: 24
age: 2688
emotional: 433
men: 1714
nick: 1808
jon: 1618
net: 1294
create: 1307
stock: 673
poohpot: 1
softbelly: 1
posterior: 4
articulation: 4
creak: 12
drool: 232
swimming: 276
nathan: 201
chris: 1482
callum: 24
wahhh: 92
stou: 1
info: 1677
doc: 846
um: 1206
yucky: 318
quick: 1776
scrappy: 9
myspace: 2950
messing: 54
dad: 6858
coach: 515
practise: 124
holistic: 9
weight: 1121
intervention: 92
boyfriend: 2485
rut: 38
complete: 1790
idiot: 774
ad: 1140
craigslist: 110
cast: 702
g4: 73
psyched: 150
hoax: 26
pepperoni: 39
roll: 2117
l: 3539
valentino: 19
sausage: 443
monday: 9051
gg: 278
episode: 3104
rocko: 7
modern: 217
finger: 2839
cross: 1923
skinny: 394
vega: 1623
hungry: 4235
tweetdeck: 1627
hat: 2374
passion: 329
btw: 5012
funny: 7920
quickly: 831
freeze: 1023
bs: 61
admit: 789
sayin: 440
ed: 991
strong: 1284
drive: 7497
ox: 84
builder: 138
freezing: 174
twiggassssssss: 1
range: 318
anyone: 7387
accident: 973
push: 1339
wetting: 1
pant: 1140
franklin: 75
street: 1750
jump: 1371
kick: 3075
could: 21923
jenny: 266
default: 248
give: 15367
status: 922
oooonly: 1
eh: 1882
awh: 569
definitely: 3855
buttload: 9
copy: 1521
visual: 153
studio: 1325
silly: 1645
anyway: 4232
bright: 1212
economics: 138
upon: 358
hundred: 311
island: 1235
pride: 531
philippine: 682
tourism: 38
coral: 46
rare: 299
fish: 1694
poaching: 1
apparently: 2752
taste: 2253
surprised: 288
everyone: 16377
recommend: 1053
airport: 2425
harass: 59
left: 1158
id: 1395
fuckkkkkkkkkkkkk: 2
announcement: 309
strange: 1090
illegal: 184
torrent: 175
avlbl: 1
everywhere: 1135
legal: 335
imiss: 25
trolley: 32
sardine: 28
padre: 88
remove: 832
mt: 250
jeez: 279
saturday: 6457
along: 1963
glittery: 15
green: 2904
lighter: 85
number: 2934
yea: 4023
quiet: 1516
nobody: 1781
cooking: 368
okay: 7975
applepears: 1
owl: 262
nature: 453
zone: 500
camerafail: 1
fair: 2637
pookie: 32
uti: 31
gabbie: 3
soda: 328
everything: 7485
got: 1205
tempt: 520
chocolate: 3268
velvet: 118
mocha: 213
flash: 775
alert: 269
fake: 1125
marten: 11
december: 306
repair: 508
vivid: 35
sketchy: 52
dream: 6922
stare: 174
wall: 1385
light: 2919
sister: 5187
passport: 285
uh: 1475
god: 9756
ruin: 1846
belly: 674
button: 1374
frame: 345
roger: 261
rabbit: 361
toon: 53
cheap: 1242
buying: 557
attempt: 1092
nose: 1737
spin: 552
combination: 278
negative: 385
vote: 4277
confidence: 179
nasty: 942
budget: 418
due: 2704
apple: 2504
dammit: 1078
king: 1446
quiz: 648
cease: 83
disbelief: 20
others: 1717
raw: 389
person: 4546
ish: 797
prayer: 1227
real: 6868
therapist: 68
twilight: 2214
tireddddddd: 7
jst: 479
teusday: 3
ummmmm: 65
snoo: 8
giant: 701
sexist: 18
bathtub: 46
haz: 267
iz: 327
drano: 1
dangit: 124
stick: 4154
duckling: 36
famous: 828
boston: 997
public: 982
garden: 2651
globe: 144
however: 1293
include: 1425
convict: 27
altrincham: 2
install: 742
bloody: 1769
knackered: 246
helppp: 15
garage: 588
park: 3497
driveway: 112
popular: 477
adorno: 1
prescribe: 36
struggle: 559
continue: 1185
flower: 1153
camera: 2525
cellphone: 189
liking: 115
pity: 602
china: 562
vids: 597
hightlight: 5
best: 16738
sofa: 331
uncapped: 8
lodge: 58
atekinzz: 2
sneak: 532
zoo: 667
kitty: 1515
cousin: 2514
daddy: 1763
brother: 6109
athlete: 61
trust: 1204
consider: 1375
yaknow: 9
shawnna: 3
tomomorrow: 2
bestfriend: 322
grr: 851
reading: 1744
date: 3824
pear: 110
brie: 39
bottle: 1282
cabernet: 17
tad: 320
hamilton: 159
gawwd: 1
crap: 4291
dress: 3518
horrible: 2933
sadden: 235
punk: 315
rock: 6007
angst: 46
britney: 761
ap: 341
cook: 3159
county: 297
huuuge: 27
root: 689
item: 570
ebay: 721
meanwhile: 128
coleman: 15
premier: 211
presentation: 882
slide: 397
previously: 70
skin: 1139
straight: 1464
intro: 218
vain: 69
fav: 1480
lip: 884
gloss: 69
click: 1388
scream: 1050
spider: 694
imac: 187
indonesia: 235
furniture: 322
peaceful: 284
footage: 203
hd: 607
underxposed: 1
jruby: 5
support: 2945
hpricot: 2
version: 2032
unlike: 225
fraking: 14
app: 1986
store: 3768
pissing: 43
log: 1083
ttb: 1
strongly: 69
dislike: 403
emma: 409
swarley: 3
goldfish: 111
swollen: 374
allergic: 512
thursday: 2570
doubtful: 75
izzy: 96
tree: 1290
floor: 1304
chase: 585
ban: 501
godaddy: 41
comp: 906
small: 2627
print: 893
waste: 1688
happily: 225
boba: 54
scary: 2172
ready: 13974
wheat: 155
bread: 992
dollar: 814
toast: 958
nicely: 425
goonite: 1
cinema: 651
christina: 159
vomit: 265
lymph: 5
node: 18
rahm: 2
emanuel: 7
computer: 5666
xbox: 1110
fancast: 7
trumpet: 44
meant: 1402
camp: 2479
friday: 9073
exactly: 2162
jesus: 853
shopping: 2973
opera: 423
turtle: 316
mac: 2950
faster: 655
soak: 557
pleasant: 328
maggie: 158
mum: 3293
yu: 585
gettin: 2010
wen: 643
somewhere: 1707
arrange: 205
marriage: 312
convert: 286
marry: 1023
loose: 755
implies: 14
austin: 544
matthew: 329
absolutely: 2288
curry: 414
true: 5606
indian: 479
kant: 36
cam: 532
beat: 2909
upp: 161
embarasssiiiin: 1
knight: 506
hun: 1850
difference: 726
tumblr: 323
tie: 686
hahaa: 331
impune: 2
isnt: 2050
unclever: 1
wahh: 85
anywhere: 1280
dvr: 375
goodnight: 5532
tweeter: 1010
inventory: 87
ballin: 47
paaaaay: 1
confuse: 1802
statistic: 136
bunch: 1363
mumbo: 6
jumbo: 37
uk: 2694
moment: 3723
evict: 35
cs: 207
brian: 496
dish: 769
network: 1014
missed: 582
catch: 5378
rerun: 203
thru: 1514
summe: 5
nd: 1016
dry: 1299
set: 4457
ground: 829
eyelid: 74
professor: 130
ashamed: 301
frog: 285
extinct: 24
lauren: 788
stubborn: 86
grouchy: 56
bmar: 1
drop: 3696
foo: 97
pre: 1408
mood: 3415
miniature: 30
reeses: 36
cup: 2261
oven: 384
nwo: 6
minute: 6314
boredd: 151
colddd: 9
affect: 282
york: 1138
ignacius: 1
prepatory: 1
tongue: 512
cheek: 290
remark: 71
acronyms: 3
nz: 345
matt: 1027
ballistic: 8
disappointed: 1193
mostly: 945
kantu: 1
yawn: 562
horse: 911
travesty: 31
gossip: 726
repeat: 750
reckon: 317
return: 1989
cream: 3504
herpes: 27
ocular: 1
different: 2421
strain: 88
folio: 26
wet: 1514
umm: 743
insomniac: 106
plus: 2668
flu: 2732
lll: 44
sleepin: 223
phuckin: 2
outta: 1245
water: 3745
finland: 167
prolly: 568
shiner: 15
blanket: 392
earthquake: 371
italy: 718
naples: 27
tp: 161
server: 1217
12player: 1
ankle: 875
dr: 1313
no: 385
trash: 418
empty: 1236
radioactive: 25
buy: 11612
nother: 29
coz: 1703
murd: 1
chillen: 221
sex: 1246
careful: 515
luisa: 7
gift: 1433
whitney: 96
cell: 1372
beso: 8
hollywood: 520
bobby: 257
myki: 2
dnf: 16
risk: 260
coords: 4
ftf: 6
disgruntled: 3
esn: 1
hit: 6087
pull: 1998
kutnerrrr: 2
low: 2080
stomach: 2518
exercise: 747
fallon: 139
care: 5095
greed: 26
motivates: 9
individual: 120
brat: 121
rub: 658
kal: 27
penn: 56
blue: 2831
jumped: 42
bidder: 15
depressed: 512
leftover: 249
living: 932
room: 6728
suffer: 895
fatal: 59
partion: 2
itunes: 1704
docs: 71
pic: 10534
manu: 38
spunky: 17
rotti: 2
path: 234
step: 1682
excited: 2315
stink: 643
crummy: 65
usb: 334
disco: 239
mouse: 679
buu: 28
gamebattles: 2
white: 2630
outnumber: 14
bah: 650
anwb: 3
memorial: 321
tattoo: 908
strict: 92
official: 1169
disapprove: 11
balamurugan: 1
longterm: 7
member: 908
month: 7705
venture: 162
deserves: 158
maxi: 48
coachella: 96
lack: 1177
funding: 57
crib: 292
boooo: 534
ahead: 1880
fri: 583
chill: 2580
egg: 1277
hunt: 834
spiral: 42
dmb: 188
everytime: 870
sorryto: 1
dtmafiaofficial: 1
exist: 629
jus: 2049
dtmafia: 3
dun: 459
followin: 195
wht: 255
augh: 55
eff: 798
sarth: 1
stole: 521
mil: 100
nail: 1605
polish: 331
fling: 41
tour: 3839
dawn: 507
neecee: 1
g: 2867
hoyts: 4
distribution: 37
great: 34265
cillian: 3
murphy: 123
cartoon: 399
ie: 386
captain: 262
planet: 464
wally: 75
daria: 13
sadness: 592
abt: 916
sarah: 937
centre: 357
point: 3692
ram: 297
commuter: 25
four: 1402
warfare: 52
odst: 24
brutal: 168
legend: 349
bioshock: 35
cash: 804
disconcert: 7
russian: 240
arent: 678
delicious: 1270
paris: 1110
milk: 1409
europe: 813
tastiest: 2
ilearn: 2
final: 5752
outttt: 45
shouldve: 112
bern: 24
none: 1591
ping: 311
custom: 332
icon: 558
edge: 416
square: 552
diff: 320
background: 1563
la: 4458
forum: 740
frustrate: 785
squid: 71
monster: 667
branch: 144
midv: 1
order: 3536
macs: 39
instead: 4091
donnie: 332
stats: 270
jrk: 9
nah: 1576
receive: 1256
stimulus: 27
bak: 419
havnt: 321
awwwww: 535
feelin: 1391
sympathy: 237
decision: 859
collie: 32
part: 5446
spoil: 589
warp: 363
slap: 317
warm: 2770
march: 390
itouch: 261
gross: 934
pimple: 131
naaaaaaaaaaaaaaaaaaaam: 1
marwan: 2
accent: 433
follower: 8469
brb: 306
whether: 636
burn: 2626
twitterer: 407
karate: 86
tournament: 326
1am: 319
north: 984
carolina: 246
aint: 1835
nothin: 634
nba: 430
draft: 273
reaaly: 9
mayer: 144
bitchfucks: 1
mqu: 1
unexpected: 252
cried: 170
superneej: 1
homesick: 227
criminal: 140
breakn: 2
n2: 41
brownstone: 2
lawnord: 1
ci: 52
misty: 84
vid: 1142
single: 1984
val: 106
iitsc: 2
clubroom: 1
updatingffe: 1
twenty: 214
compress: 29
rily: 5
workng: 5
pulled: 167
muscle: 634
gng: 21
invite: 2050
healthy: 963
din: 587
session: 1418
ashok: 2
exec: 51
chef: 313
chopra: 7
workload: 38
skip: 809
razr: 16
hella: 863
procrastinate: 284
clothes: 1977
mobbler: 7
v0: 18
feature: 1104
e71: 77
bestie: 611
flawda: 2
double: 1646
working: 346
blegghhhh: 1
muir: 5
respond: 962
saddest: 58
episodes: 138
horrified: 8
wrong: 6681
turbotax: 1
decide: 3286
rule: 1183
picked: 109
oat: 53
market: 1136
boy: 7412
usc: 22
icecream: 380
shockwave: 12
sydney: 838
suriously: 2
joke: 2001
except: 2333
lc: 173
spell: 1320
vaccinate: 12
pox: 80
yawwwn: 5
calving: 1
calf: 127
sam: 1107
cushing: 4
disease: 254
dispatch: 38
starburst: 20
favereds: 1
fab: 913
strawberry: 1075
watermellon: 5
gee: 358
insomnia: 609
melatonin: 30
netbeans: 22
cairo: 39
mtva: 1
screen: 1836
corner: 748
line: 3611
dialogue: 59
slice: 416
traffic: 1772
bypass: 41
cuddle: 1068
software: 827
ihop: 230
diet: 1149
kung: 145
pancake: 808
pose: 226
cruel: 361
debate: 377
culminate: 9
physical: 291
pinky: 185
accessed: 4
oneindia: 1
mobi: 17
google: 2658
android: 213
indic: 4
language: 684
speak: 2414
yia: 8
clean: 5787
bottom: 721
nomnoms: 2
share: 3505
caught: 701
bcoz: 70
lecturer: 33
procrastination: 128
quarter: 301
reaaaaad: 2
degress: 15
11pm: 241
washington: 305
winter: 1014
homee: 152
massage: 734
spill: 433
desk: 1045
simpson: 231
fanclub: 53
mild: 107
inner: 180
infection: 685
irritate: 218
sunday: 9095
cuteness: 56
awhile: 938
yo: 2053
alarm: 944
3am: 573
buffalo: 206
wing: 1041
sittin: 537
kayla: 178
reallly: 166
dis: 567
bokkie: 1
treat: 1202
sicko: 24
lady: 4032
goodness: 1069
stucked: 12
travel: 1911
france: 1481
mile: 1997
literature: 99
friendly: 598
coffee: 6876
worried: 905
phoneless: 50
reek: 41
alcohol: 693
dentist: 1439
drunk: 1888
tshirt: 176
realised: 43
huge: 2681
stain: 172
disgusted: 13
certain: 754
burrito: 255
adopt: 293
auntie: 223
tessm64: 1
tania38: 1
crappy: 1238
eam: 2
law: 1408
linny: 5
driving: 432
twist: 363
paint: 1722
appreciate: 2317
partially: 60
frozen: 370
beer: 2835
toaster: 90
counter: 251
kitchen: 1125
speakeasy: 10
counciling: 2
smugness: 3
victoria: 363
unpleasant: 77
tube: 471
anybody: 894
afford: 1259
extraction: 25
pet: 1024
suspicious: 50
codez: 1
mia: 502
p: 7638
expert: 280
roomie: 178
door: 2009
comforter: 24
goto: 137
large: 751
laundromat: 26
machine: 1257
usually: 1786
character: 1197
q: 676
drivin: 144
lesson: 1633
ten: 820
mins: 39
sleeep: 184
shut: 1653
britain: 528
suckassy: 1
dennys: 86
pkoi: 2
fais: 5
pa: 921
beau: 73
bon: 280
essay: 1252
guys: 644
tmrw: 709
per: 655
usual: 1461
interferes: 6
noooooo: 320
loyal: 101
hand: 4654
stack: 373
20pm: 28
looooooong: 30
phipstape: 1
crack: 1383
brew: 217
stiff: 177
ouch: 2123
unfollowing: 105
stringer: 9
hof: 4
eve: 335
together: 3834
nowhere: 656
hire: 454
plague: 91
m25: 32
pirate: 407
trial: 259
verdict: 68
hall: 477
immediately: 252
viable: 21
veiws: 3
bjork: 26
money2: 1
becky: 145
buckwild: 5
tantan: 2
nabe: 1
mon: 956
sean: 359
league: 358
mint: 363
ice: 4376
cone: 229
grand: 872
grass: 602
refer: 374
stalker: 380
bike: 2610
master: 597
load: 2984
unloved: 121
london: 3127
robbie: 82
bless: 2584
completely: 1803
wipe: 361
reloaded: 3
bbm: 193
contact: 1472
sayyyy: 2
whaaaa: 20
workshop: 339
beginning: 110
manually: 68
twitterfeed: 31
lately: 1831
lukewarm: 12
freelance: 141
linux: 365
throughout: 175
connor: 144
febi: 1
pro: 1061
inlove: 63
powerbook: 37
america: 1190
borez: 2
sent: 1034
msg: 648
lovely: 6221
electrolytes: 1
vitamin: 253
properly: 782
italian: 573
weeeeee: 29
ip: 124
fact: 2198
genuinely: 97
quite: 4637
sucky: 379
promo: 305
rum: 181
barrel: 120
shake: 1158
horror: 407
sleepless: 202
chutney: 19
highly: 496
scan: 287
risotto: 22
keeeerrrrriiiiii: 1
224am: 1
wonderfullll: 4
baseball: 881
yankee: 292
haif: 1
circle: 365
hemisphere: 26
suddenly: 646
twitterfam: 19
goodnights: 15
greaaat: 21
lappy: 156
wtffffff: 8
journey: 585
lookin: 991
nighter: 272
stranger: 403
debbugging: 1
vb6: 5
percent: 74
darn: 1381
allergy: 1024
cutner: 1
santa: 374
rosa: 63
ca: 806
damnit: 504
dig: 646
reaper: 57
comcast: 184
cable: 924
quit: 1025
suggest: 661
affordable: 63
area: 1383
morn: 515
duchess: 19
hi: 9341
fix: 4420
microsoft: 504
hq: 106
size: 1227
conferenceing: 1
toooo: 360
muchh: 100
cooooffffeeeeeeeee: 1
bahaha: 202
butt: 1142
nosey: 63
conversation: 861
interest: 2173
offend: 231
brilliant: 1076
bring: 6153
swap: 279
brolly: 20
autograph: 252
record: 2706
rt: 465
khloe: 58
fired: 37
apprentice: 508
biology: 440
tivo: 184
ruddy: 28
surprise: 1809
seat: 1327
force: 1150
synching: 5
mobile: 1462
import: 155
concentrate: 361
enter: 834
bureaucratic: 4
nw: 286
migraine: 803
buyology: 1
premise: 25
plurk: 306
didnt: 6613
updates: 154
zero: 428
reader: 396
making: 852
decent: 772
rate: 604
sterling: 66
flog: 21
inch: 378
counting: 211
camper: 213
grateful: 363
unworthy: 7
lastnight: 210
sooooooo: 392
ohhh: 1091
somehow: 1051
fugly: 41
poker: 553
cruise: 681
jonathan: 240
group: 1915
extraordinare: 1
campus: 330
tort: 11
outline: 89
h: 1476
7am: 604
airfare: 24
texas: 1043
iowa: 150
frustrating: 182
wit: 2186
murder: 321
gotcha: 180
maternity: 56
ulcer: 125
painful: 881
urgh: 617
robot: 343
tht: 868
bitchy: 91
def: 1639
kno: 1318
oct: 129
wwi: 6
noon: 563
innocent: 194
selling: 134
web: 1940
direction: 400
ben: 829
jap: 52
baaaad: 34
rash: 194
vhs: 71
aloud: 177
freshly: 109
squeeze: 213
travian: 11
total: 1061
cost: 1164
atk: 4
aggressor: 1
resource: 162
kelly: 615
mhm: 72
chezburger: 1
lobo: 4
wif: 231
spark: 189
emotionally: 102
arggg: 25
ily: 990
shouldnt: 308
pleeeease: 71
ons: 52
conflict: 160
exceptional: 32
talent: 1028
trounces: 1
coaching: 26
msu: 31
hangnon: 1
meat: 519
verruca: 2
froofroo: 1
sed: 93
puerto: 145
rican: 33
slow: 3151
ms: 321
snippet: 41
wts: 15
united: 234
tara: 162
lamb: 267
hn: 16
disappear: 670
si: 2357
africa: 358
skype: 666
tick: 345
ouse: 7
snuggle: 483
gsd: 10
bawl: 110
jessy: 21
wishing: 477
used: 218
pitch: 314
incomprehension: 1
corp: 70
org: 375
billy: 454
cough: 1703
barnes: 91
5minute: 1
wood: 533
hahahahahah: 38
milo: 159
shitty: 947
simultaneously: 37
regress: 14
jade: 203
damnnn: 51
tweetfinder: 1
yeh: 736
woot: 1364
sfmta: 1
pm: 1402
attend: 978
note: 2412
_secretgarden_: 1
porn: 425
spammer: 301
japan: 568
release: 2006
classic: 820
disqus: 14
integrates: 3
platform: 181
j: 1981
kit: 356
advertise: 127
louis: 264
bag: 2179
authentic: 56
dam: 524
smelt: 27
search: 2200
fyi: 444
yahoo: 481
electricity: 212
zack: 164
bio: 614
profile: 1810
login: 231
answer: 3492
bt: 554
techhelp: 1
starve: 657
cuppa: 220
mobilityvic: 1
launch: 863
grog: 9
pwc: 5
inform: 292
tried: 1523
revision: 1937
amazingly: 278
pointless: 247
smart: 975
synth: 27
experiment: 257
yield: 23
lanyard: 6
maker: 284
minimum: 117
williams: 206
sonoma: 27
malaysian: 46
nasi: 37
lemak: 20
teh: 353
tarik: 7
mereka: 6
tak: 120
faham: 2
bm: 39
waitin: 462
theory: 474
woken: 484
mornng: 4
lorry: 21
van: 635
main: 776
road: 2372
laid: 110
revolution: 144
rofl: 591
sudden: 445
amanita: 2
unliving: 1
hahahahhha: 1
hows: 959
poisening: 3
hannah: 1294
disappointing: 311
alright: 2241
sport: 1184
moe: 76
storylineee: 1
join: 3801
analyse: 28
patio: 211
rex: 72
gardner: 19
ooops: 147
panini: 30
mart: 223
thoroughly: 151
nao: 123
poisoning: 93
rainy: 2352
gardening: 125
cleo: 36
vet: 881
b4: 1282
til: 4436
wk: 431
focused: 39
extremely: 1002
ohhhh: 434
summer: 12271
password: 505
prevent: 153
spam: 1021
extra: 1781
paycheck: 165
hospital: 2297
rush: 795
congest: 64
por: 183
favor: 358
decime: 2
ke: 184
estas: 26
involucrado: 1
en: 535
esa: 14
pagina: 1
nicatrolls: 1
obey: 24
dissappointment: 8
lifee: 44
worsee: 2
shudder: 55
brekkie: 78
boohoo: 203
condolence: 224
natasha: 65
richardson: 23
nawwww: 17
derrick: 29
sleeping: 448
45am: 118
ellen: 397
flintstone: 4
tablet: 243
gooood: 354
legitimately: 13
tooo: 639
twitterholics: 7
anonymous: 59
sha: 43
catering: 13
oakland: 74
18th: 416
da: 3082
elementary: 116
an: 62
brake: 175
external: 212
avatar: 741
employ: 94
devastate: 194
box: 2472
slideshare: 16
embed: 90
tiny: 822
prune: 40
appointment: 730
ironically: 66
addict: 1394
swetdreamss: 2
everyonee: 31
kyte: 36
puff: 169
workday: 76
self: 1935
lick: 262
pudding: 214
seafood: 145
fork: 172
enjoyable: 228
slowly: 791
spoon: 239
bummerr: 4
jackhammer: 14
focus: 848
mph: 83
nevada: 35
gas: 801
pump: 641
slot: 148
gamble: 102
5th: 640
effinggggg: 1
callung: 1
seattle: 709
tent: 291
peepz: 47
errrggggg: 1
f1: 639
slightly: 884
regret: 768
elses: 55
switcheasy: 3
mel: 286
parliament: 84
shockingly: 20
le: 965
interesting: 1675
vip: 1801
guest: 647
________: 9
blohheeee: 1
youku: 3
fisheye: 19
2night: 338
shocked: 67
eveing: 4
pas: 1670
cset: 1
2g: 92
case: 2396
void: 59
warrenty: 9
dent: 123
chap: 171
ye: 322
weirdly: 40
shes: 1400
lettin: 48
javelin: 10
amsterdam: 303
toooooo: 132
verge: 80
anxiety: 229
attack: 1201
lakewood: 27
lily: 370
rocki: 2
johnathon: 10
batman: 215
midd: 1
hsnging: 2
grow: 2200
sync: 440
subtitle: 70
goofy: 98
hint: 426
heroic: 17
clearing: 43
sign: 3875
shirt: 2999
amaze: 7713
describe: 287
inside: 2434
overnight: 326
spelt: 51
darylo: 1
ahem: 162
guten: 72
morgen: 82
phantasialand: 3
cologne: 103
booooo: 287
krispykreme: 4
land: 1685
msia: 17
goat: 180
wa: 347
roadworks: 7
develop: 373
asma3: 1
nawal: 1
fe: 57
obeerate: 1
alwatan: 1
tv: 6395
mother: 5940
rise: 1183
thesis: 257
goodd: 18
nightt: 76
jared: 64
neveerr: 1
timewarp: 9
fantastic: 1904
gutted: 1426
scrub: 392
apt: 551
steven: 199
windy: 460
topic: 1393
concert: 4716
expensive: 1273
rejoin: 16
aerobics: 42
cos: 580
rm3: 2
mfc: 9
kiss: 2136
huglove: 2
error: 890
documentation: 74
excellent: 1165
navy: 155
seal: 170
marcus: 127
luttrell: 1
doggy: 402
rage: 154
eaton: 12
zurich: 51
smelly: 161
classroom: 140
capoeira: 16
zoom: 128
educational: 41
owh: 45
motivation: 437
nooo: 1017
west: 1111
coast: 921
45pm: 51
doze: 79
lects: 1
sheaf: 2
badly: 1451
smudge: 18
slim: 149
battery: 1334
trailer: 1536
adventureland: 31
australia: 1428
toll: 159
layin: 245
ditch: 302
parish: 20
jimo: 1
glitching: 11
cya: 213
rental: 189
discount: 325
pita: 77
nevr: 37
fax: 90
driver: 957
cheapos: 1
tricky: 120
atleast: 693
ac: 697
dc: 1032
reality: 983
christian: 393
slater: 29
shittt: 53
xoxo: 2118
diana: 126
doubt: 1558
beauty: 654
hehehe: 1039
separate: 240
heh: 1027
shakily: 1
conquer: 94
ladder: 62
digital: 420
signal: 381
antenna: 40
fellow: 817
vile: 36
special: 2803
derision: 3
reserve: 202
appear: 890
claim: 366
rack: 150
shock: 873
hating: 54
grant: 334
bday: 2716
yeaah: 123
aid: 400
inflict: 35
deadshits: 1
whats: 2841
med: 784
blip: 491
fm: 652
normal: 1549
tweeting: 343
shave: 503
moustache: 44
susy: 8
remedy: 167
tune: 1507
chick: 1000
corea: 1
sob: 474
quant: 3
process: 736
assessment: 164
2moro: 557
cancel: 2429
plane: 1939
ticket: 4948
cheaply: 7
better: 571
whee: 85
suuuucks: 24
jerry: 320
maguire: 9
turd: 45
awful: 1767
imagine: 1320
toothpic: 1
bffwiamc: 1
randomly: 341
bleh: 492
spew: 41
burp: 68
deadline: 402
topshop: 105
6am: 659
tooooooooo: 21
thankful: 437
michael: 990
crichton: 4
curse: 515
alway: 43
korean: 344
x: 14672
holy: 1288
original: 834
mark: 1613
harsh: 228
staple: 134
chip: 1373
pass: 2963
chewie: 8
ocd: 80
legs: 606
hip: 662
dysplasia: 5
bf: 1356
nephew: 694
meningitis: 14
nay: 103
chu: 100
ch: 582
ki: 102
tr: 196
ng: 856
bao: 33
nhi: 31
vi: 129
coldd: 15
schiphol: 8
apperantly: 3
aalsmeer: 3
daisy: 489
garee: 2
oops: 1230
mmc: 8
cd: 2523
bcd: 5
require: 487
assembly: 123
overrated: 11
harder: 343
2day: 2322
oooh: 1154
high: 4334
killin: 223
tucker: 60
dinner: 7666
connect: 973
dm: 2456
compassion: 31
relative: 211
polite: 88
elinchrom: 3
ranger: 231
smile: 4294
memory: 1751
issue: 2212
deep: 961
max: 753
8am: 506
speed: 839
hm: 703
episodeee: 2
freakin: 1288
current: 693
challenge: 787
international: 352
font: 249
malayalam: 4
question: 3056
txt: 863
lmfao: 934
frikkin: 29
effin: 328
xxxx: 738
hehe: 5016
danish: 77
partnerincrime: 1
flaked: 7
wha: 112
4gb: 51
laggy: 36
mba: 81
upgrade: 1110
aawwwww: 8
iv: 507
humor: 287
super: 5797
navel: 8
pierce: 355
tore: 86
truck: 876
fault: 998
heal: 449
mtv: 2677
hasnt: 399
gig: 1551
ace: 555
begin: 2422
simple: 1138
explanation: 131
heartbreaking: 174
frankly: 64
disappoint: 941
offended: 23
blogger: 361
fu: 221
penguin: 325
wooo: 659
origin: 193
mooorning: 16
knee: 1378
strengthen: 15
bournemouth: 61
selsun: 1
haole: 3
rot: 78
newing: 1
mexico: 589
havent: 2407
recommendation: 614
mrtweet: 27
mary: 591
ignoring: 46
hoo: 1113
chaffie: 1
thousand: 393
apology: 306
fogive: 1
sin: 216
chels: 47
major: 1514
layout: 470
delay: 1010
field: 792
wave: 1235
th: 896
service: 2399
somethin: 447
twat: 203
commit: 202
instal: 792
window: 2723
yest: 132
pregnant: 372
non: 1280
megan: 421
equal: 233
peace: 1831
groggy: 66
doglet: 1
luke: 284
worral: 1
flirt: 157
satisfy: 246
starving: 67
teeny: 75
terribly: 477
basically: 663
goo: 249
lmaooo: 112
mornin: 1156
baybeeee: 5
lie: 2479
hood: 390
teef: 23
sight: 434
hommmmeeworrkkk: 1
fellas: 13
rang: 117
arvo: 94
amy: 634
illness: 176
type: 2399
keynote: 134
whf: 1
scc: 22
derek: 148
equinux: 1
safari: 364
tks: 108
anatolia: 1
costume: 280
destroyed: 51
situation: 762
00am: 136
typical: 431
british: 513
angry: 981
tattoos: 26
sociology: 98
gummi: 31
worm: 208
peach: 318
cheeto: 16
ounce: 33
tweetheart: 24
lotta: 92
twinzzzzzzzzzzz: 1
tomor: 27
housewife: 308
priority: 185
23rd: 159
erik: 54
training: 956
tennessee: 135
disk: 234
paronychia: 1
siiiiike: 3
someday: 624
shall: 2254
miiiiine: 3
stair: 344
cigs: 65
paperwork: 260
5km: 38
tready: 1
build: 1268
cue: 114
freeway: 104
9am: 390
aswell: 554
piglet: 24
winnie: 35
pooh: 110
miso: 46
soup: 1150
sew: 272
wink: 335
severe: 241
arghhhh: 67
byeee: 103
sarcasm: 175
kashi: 10
spinach: 100
slumdog: 166
lil: 3347
teacher: 1351
rotten: 154
gogoma: 1
hahahaha: 1416
lifestyle: 132
goodbye: 2223
hinge: 15
smoothly: 92
stage: 1106
breakup: 73
rach: 120
hallucinate: 17
madden: 67
favourite: 1322
takin: 443
club: 2383
advisor: 28
advise: 131
judge: 495
arse: 341
moroccan: 13
truckloads: 8
kenyan: 11
taub: 4
attn: 46
hbo: 240
remembered: 53
creep: 278
fridge: 542
exciting: 414
glue: 219
owwwwww: 20
doozy: 10
slight: 295
disneyland: 445
rly: 343
detox: 103
h2o: 44
likely: 701
sac: 170
pixie: 91
chuffer: 2
afro: 43
spread: 831
moth: 124
frank: 290
morgan: 188
race: 1759
wale: 241
blahhh: 102
unable: 368
motivate: 352
icky: 260
pup: 396
perhaps: 1098
reject: 348
harrow: 12
especially: 2539
pg: 151
joy: 1472
brain: 1653
optimise: 4
neural: 8
pathway: 8
p90: 5
fatboy: 19
twitt: 193
theese: 7
insane: 640
deprssing: 1
ermmm: 10
dread: 842
bowl: 977
mate: 1932
rubbish: 740
10pt: 1
obviously: 880
pr: 334
paramount: 14
cnn: 180
pond: 166
near: 2245
05am: 17
hallet: 2
auto: 417
advertisement: 79
industrial: 49
strength: 298
ow: 839
bitch: 2380
shift: 1501
lollypop: 6
pushover: 7
dunkin: 193
donut: 597
holland: 229
blogged: 109
31st: 86
bunny: 765
beware: 118
a2: 40
lane: 228
tomoro: 243
onwards: 57
moon: 2847
twitpix: 6
zzzz: 118
luckily: 462
shot: 2393
retyped: 2
faffing: 11
forcasters: 1
rebuilders: 1
rebuild: 95
divorce: 425
drizzle: 112
pour: 842
ugghhh: 68
ravenous: 9
eaten: 500
gipton: 1
steak: 525
branston: 4
sarnies: 12
lunch: 7872
doh: 260
restore: 371
backup: 388
cater: 62
annex: 11
nguyen: 9
yellinq: 1
mummyy: 2
mee: 600
politician: 70
oprah: 236
tony: 708
dearyy: 1
circulation: 22
ce: 131
mat1: 1
belive: 244
tx: 397
ahaha: 771
pineapple: 249
impose: 31
whip: 266
melting: 21
husband: 1632
acknowledge: 64
m: 819
wonderful: 3878
hearing: 360
noise: 681
creepy: 600
cock: 192
ewww: 328
forex: 20
truth: 746
peep: 1590
hugger: 16
lab: 650
report: 1547
2359hr: 1
jack: 1289
unfort: 32
msn: 1371
douche: 195
pollen: 135
sinus: 357
conquered: 8
realise: 1249
cali: 919
woo: 2175
seven: 454
heck: 890
goal: 827
grad: 1152
charge: 1205
untimely: 16
boarding: 35
2am: 459
sniffle: 291
sneeze: 525
gate: 292
associate: 97
convention: 216
papyrus: 7
demand: 430
greek: 427
june: 4284
cabbins: 1
ew: 747
sux: 778
loooooooooooooooooooooooooooooooonnnnnnngggggggg: 1
paler: 3
drama: 1141
jun: 176
healthier: 20
discovery: 165
cycle2work: 1
scheme: 93
disc: 319
halfauds: 1
employee: 255
wye: 5
river: 676
jam: 1201
everquest: 4
subscription: 149
lapse: 28
prelude: 14
optimistic: 132
delayed: 120
live365: 4
phoenix: 346
san: 1322
diego: 464
obsess: 556
fresh: 1413
xtra: 82
shin: 1163
mousetrap: 5
downthemall: 1
recipe: 538
gyro: 16
addiction: 416
au: 410
feckin: 32
arseholed: 1
nonetheless: 133
nerdy: 115
thinking: 1251
metropolitan: 11
relax: 3098
air: 3361
condition: 396
louad: 1
trend: 1194
wakeful: 5
airlie: 5
mason: 78
blog: 5510
stingray: 17
catseye: 1
tide: 82
badminton: 133
flake: 186
honeybaby: 2
quil: 11
commercial: 767
soree: 12
t___t: 14
draw: 1495
difficults: 1
inhaler: 39
goodmorning: 888
cb: 73
cord: 195
angus: 57
quietly: 70
poorly: 475
lung: 248
function: 470
melbourne: 536
department: 176
cab: 495
eww: 390
hershys: 1
cereal: 591
granola: 54
raspberry: 161
easterfest: 1
grown: 343
horrid: 205
improvise: 18
minority: 61
stake: 91
fool: 617
brand: 924
trot: 31
hawaii: 514
blogspot: 207
bulletin: 57
thelma: 11
shiz: 96
blank: 303
zeist: 1
silent: 247
psp: 259
ps: 424
sombody: 11
tobe: 10
johnny: 362
oc: 233
solution: 395
spanish: 1025
stik: 1
sims: 2332
gaah: 38
dnt: 1309
limewire: 57
prefer: 875
correction: 217
cert: 89
camerakit: 1
tj: 158
freezer: 182
melt: 547
ouchies: 85
youre: 952
buzz: 414
secret: 1343
jaime: 53
loveyou: 90
midterm: 170
revise: 1706
hyphy: 6
east: 818
e40: 3
perfectly: 399
ripe: 39
banana: 811
freight: 20
mc: 307
tadi: 36
lagi: 104
gaaaaaaaaaaaaaahhh: 1
rufus: 38
brillaint: 6
crab: 260
liten: 3
stummics: 1
commerce: 59
fever: 1675
troybolton: 1
hottiemcsuperbob: 1
omfgz: 5
bud: 517
arghh: 192
alergy: 6
beef: 332
7yrs: 4
ass: 564
fairly: 268
misery: 120
math: 3180
position: 394
tighten: 38
magic: 1687
sophia: 96
terrific: 131
warmness: 4
levitate: 5
rid: 1657
casino: 194
loser: 769
future: 1631
horizon: 124
julian: 160
bball: 180
phoebe: 48
denied: 9
bazaar: 28
bizarre: 116
vendor: 93
gratuitous: 6
grossness: 8
beatboxn: 1
bd: 85
unburnable: 1
nt: 471
gd: 545
ab: 306
len: 33
wein: 1
safe: 2378
factorial: 2
mathy: 2
lent: 39
danm: 15
montana: 862
disney: 1201
broked: 44
muwahaha: 4
torcher: 5
contract: 510
blimmin: 5
otalia: 72
nowww: 123
surprising: 101
2morow: 79
unc: 48
dominate: 103
hallelujah: 67
econ: 74
gaussian: 2
copula: 1
physically: 178
tapauing: 1
croissant: 95
tuna: 193
dat: 1128
zuraidah: 1
starbuck: 38
frap: 46
oberon: 3
preach: 100
guilty: 702
config: 44
control: 1047
charley: 31
cheer: 2951
indoors: 330
contemplate: 245
midnight: 1294
pile: 364
lust: 74
mir: 47
thirsty: 224
neei: 1
dotn: 13
suggestion: 1009
freeness: 3
sana: 117
shellfish: 10
shrimp: 217
canal: 185
epidural: 10
chronic: 62
combinator: 1
oyster: 80
valid: 110
se: 445
duerme: 2
temprano: 6
awwww: 1686
bored: 869
entertain: 752
knowwwwww: 13
sukkkk: 1
gurls: 35
arrrggghhh: 9
setup: 244
subversion: 11
brahbrah: 1
he: 1234
sat: 1570
whoh: 1
hydraulics: 2
hurty: 57
squishy: 52
mess: 2596
ai: 313
dreptate: 4
pixar: 245
freeview: 27
travoradio: 2
blipfm: 4
entire: 1134
undo: 39
wolud: 3
choco: 111
specs: 33
clear: 1316
feeding: 62
x60s: 1
spag: 36
bol: 70
dssertation: 1
response: 721
blatantly: 12
untrue: 20
contradicts: 1
kath: 20
annual: 210
duuuuuuuu: 1
cape: 254
r1900: 2
kulula: 2
twitterberry: 361
longing: 22
carmello: 6
jimmy: 565
specific: 208
chillin: 1696
hizzo: 2
backbooth: 4
rn: 125
sugar: 917
salt: 356
fry: 1275
rice: 792
clumsiness: 5
astound: 31
sometimes: 3784
dullard: 2
sale: 1950
potential: 318
surface: 103
customer: 796
development: 322
sytycda: 2
bj: 93
tragically: 25
predictably: 7
eliminate: 117
pingping: 1
laundry: 1459
becomes: 70
weapon: 125
pandora: 188
uninvent: 2
confab: 2
proud: 2247
huhu: 247
talentfull: 1
puttin: 70
coolness: 83
gentleman: 140
choclate: 33
passenger: 228
hunn: 26
journalist: 100
ambulance: 71
lawyer: 137
copenhagen: 53
flo: 92
rider: 133
sample: 303
extravagant: 9
conserving: 2
rudd: 65
becs: 6
dutch: 270
localization: 5
dl2: 1
incomplete: 69
truncation: 2
slog: 25
meanie: 143
whine: 225
housing: 79
lotery: 2
stfu: 79
qidong: 1
playin: 502
plant: 973
funeral: 607
undergoing: 13
maintenance: 438
cc: 238
twyla: 3
sip: 309
vodka: 466
c25k: 7
ominous: 30
measles: 4
whore: 418
ahhhhhhh: 116
everyones: 389
boxee: 26
oz: 349
uuu: 41
downy: 4
pissy: 54
mormon: 31
queen: 867
hittin: 168
craaaaap: 1
kernel: 35
panicking: 3
sooner: 482
az: 313
gorgeous: 2193
booo: 761
agreee: 19
mateee: 4
smoke: 1227
drupal: 116
framework: 63
module: 144
bitcache: 1
impossible: 601
accidently: 161
brow: 40
bullshit: 286
lions: 1
tiger: 405
shyt: 102
consequently: 14
neck: 1247
gusta: 51
five: 1331
tuner: 36
audio: 459
kevo: 4
hurry: 846
willing: 368
piano: 609
bake: 1049
oatmeal: 210
stretch: 350
browser: 464
twit: 1801
adsense: 38
regular: 663
snore: 275
tommorow: 638
juicin: 1
spit: 180
stitch: 256
graft: 17
hooray: 463
reliable: 109
signalflare: 1
bridge: 453
watchin: 1715
heath: 119
ledger: 60
homeward: 32
salsa: 243
withdrawel: 5
commonplace: 2
throw: 2273
chidambaram: 6
resent: 40
creativity: 141
reheat: 15
pizza: 2387
intention: 145
tidy: 453
momentum: 29
sprain: 251
gutz: 1
appeal: 174
audience: 234
yikes: 551
clue: 691
engage: 227
muppet: 47
orlando: 743
justin: 693
timberlake: 109
sans: 139
guardian: 74
fl: 432
jetlag: 73
thurs: 518
helluva: 37
todo: 95
blow: 1532
specialty: 33
level: 1195
40am: 48
sonny: 259
oohh: 118
woop2x: 1
apr: 23
familiar: 274
hole: 901
christmas: 467
swallow: 274
gland: 35
reaveling: 1
restriction: 75
speedo: 22
mmmf: 2
role: 410
chanel: 93
latte: 306
wisdom: 725
teeth: 1496
surgically: 8
ceramic: 27
abit: 275
visible: 78
price: 1454
duration: 16
crimestoppers: 1
thankyou: 753
burglar: 13
200db: 1
deafen: 6
entry: 505
tone: 288
fightin: 28
threw: 207
bin: 313
mandy: 265
creed: 90
anyones: 48
obama: 444
istanbul: 52
therefore: 284
effect: 803
blaze: 94
sunshine: 3008
marburg: 4
yep: 3072
finito: 20
